Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ViewBrowser
The View browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.SystemNavigator
The system browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.SharedViews
The shared view pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.RebarBrowser
The rebar browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PropertiesPalette
The properties palette pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ProjectBrowser
The project browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PnIdModelerBrowser
The P&ID modeler browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.HostByLinkNavigator
The host by link navigator pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.FabricationPartBrowser
The Fabrication part browser pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ElementView
The element view pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ContentDelivery
The content delivery pane.

Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes
A collection of ids of the dockable panes provided by Revit.
Since:
2014